tap 'homebrew/cask'
tap 'homebrew/cask-fonts'

brew 'asdf'
brew 'awscli'
brew 'aws-sam-cli'
brew 'bat'
brew 'dive'
brew 'fd'
brew 'fzf'
brew 'jq'
brew 'git'
brew 'git-crypt'
brew 'git-lfs'
brew 'heroku'
brew 'htop'
brew 'httpie'
brew 'imagemagick'
brew 'mas'
brew 'pgcli'
brew 'postgresql'
brew 'redis'
brew 'rust'
brew 'tldr'
brew 'starship'
brew 'tmate'
brew 'vim'
brew 'wifi-password'
brew 'wget'
brew 'xsv'
brew 'z'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'

cask 'alfred'
cask 'balenaetcher'
cask 'cleanshot'
cask 'dash'
cask 'docker'
cask 'dozer'
cask 'fig'
cask 'firefox'
cask 'google-chrome'
cask 'kap'
cask 'keyboard-maestro'
cask 'iina'
cask 'iterm2'
cask 'monitorcontrol'
cask 'microsoft-teams'
cask 'ngrok'
cask 'nordvpn'
cask 'notion'
cask 'obsidian'
cask 'rescuetime'
cask 'postman'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'tableplus'
cask 'telegram'
cask 'transmit'
cask 'typinator'
cask 'visual-studio-code'
cask 'vlc'
cask 'webpquicklook'
cask 'zoom'

mas 'Amphetamine', id: 937984704
mas 'Dropzone 4', id: 1485052491
mas 'Magnet', id: 441258766
mas 'MindNode', id: 1289197285
mas 'Telegram', id: 747648890
mas 'The Unarchiver', id: 425424353
mas 'Wallcat', id: 1000397973
